Repository: miurahr/da-cha-drupal
Catalog: modules/site_map/po/*.po
Languages: nl

source: Display a site map.
nl: Een sitemap weergeven.

source: Site map message
nl: Sitemapbericht

source: Define a message to be displayed above the site map.
nl: Definieer het bericht dat getoond wordt boven de sitemap.

source: Site map content
nl: Sitemap inhoud

source: Show recent blog authors
nl: Toon de recente blog auteurs

source: When enabled, this option will show the recent blog authors.
nl: Wanneer geactiveerd zal deze optie de recente blog-auteurs weergeven.

source: Books to include in the site map
nl: Te publiceren boeken in de sitemap

source: Categories to include in the site map
nl: Te publiceren categorieën in de sitemap

source: Menu to include in the site map
nl: Te publiceren menu's in de sitemap

source: Categories settings
nl: Categorie-instellingen

source: Show books expanded
nl: Toon de boeken uitgevouwen

source: When enabled, this option will show all children pages for each book.
nl: Wanneer geactiveerd zal deze optie alle onderliggende pagina's tonen van elk boek.

source: Show node counts by categories
nl: Toon het aantal nodes per categorie

source: When enabled, this option will show the number of nodes in each taxonomy term.
nl: Wanneer geactiveerd zal deze optie het aantal nodes per taxonomieterm tonen.

source: Categories depth
nl: Categoriediepte

source: Specify how many subcategories should be included on the categorie page. Enter "all" to include all subcategories or "0" to include no subcategories.
nl: Specificeer het aantal subcategorieën per categoriepagina. Vul "all" in om alle subcategorieën te tonen of "0" om geen subcategorieën te tonen.

source: RSS settings
nl: RSS-instellingen

source: Include RSS links
nl: Publiceer de RSS-koppelingen

source: When enabled, this option will show links to the RSS feeds for each category and blog.
nl: Wanneer geactiveerd, zal deze optie het aantal koppelingen in de RSS-feeds tonen, per categorie en blog.

source: RSS feed depth
nl: diepte RSS-feed

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
nl: Specificeer het aantal subcategorieën per RSS-feed. Vul "all" in om alle subcategorieën te tonen of "0" om geen subcategorieën te tonen.

source: Front page
nl: Voorpagina

source: Front page of %sn
nl: Voorpagina van %sn

source: Syndicate content
nl: Syndiceer inhoud

source: Community blog and recent blog authors at <i>%sn</i>.
nl: Blogs en recente blog auteurs van <i>%sn</i>.

source: All blogs
nl: Alle blogs

source: %s's blog
nl: blogs van %s

source: Books
nl: Boeken

source: Books at <i>%sn</i>.
nl: Boeken op <i>%sn</i>.

source: access site map
nl: sitemap toegang
