Repository: miurahr/da-cha-drupal
Catalog: modules/trackback/po/*.po
Languages: ca

source: The trackback module allows users to give a blog post a contextual link to another. A context is made because the trackbacking poster is, in theory, writing about something mentioned on another blogger's trackbacked post. Using the trackback URL accompanying each post, another website can send a ping to your website. Once received, the trackback will show up on the trackback page accompanying the post. It also includes auto-discovery, spam moderation queues, and the ability to manually ping another site.
ca: El mòdul de referències (trackback) permet als usuaris donar en una entrada de bloc un enllaç contextual a un altre. Es dóna un context perquè, en teoria, qui envia la referència ha escrit sobre quelcom que es menciona a l'entrada del bloc referit. Fent servir l'URL de referència que acompanya a cada entrada, un altre lloc web pot fer ping al vostre lloc web. Una vegada es rep, la referència es mostrarà en la pàgina de referències que acompanya l'entrada. S'inclouen també opcions de descobriment automàtic, cues de moderació de brossa, i l'habilitat de poder fer ping manualment a un altre lloc web.

source: If trackback autodisovery is enabled on your website, someone need only visit your post via a link from another website post to have trackback <em>discover</em> the linking site and create the trackback. Trackback auto-discovery also works internally within a website, automatically creating connections between pages which link to each other. To manually send a ping to another site, edit your post and use the trackback URL field at the bottom of the edit page to submit the trackback URL for the post on the other site. Once you enter submit, your website will ping the other site for you. With trackback autodiscovery enabled, your site will attempt to do this automatically without your intervention.
ca: Si el descobriment automàtic de referències està habilitat en el vostre lloc web, només cal que algú visiti la vostra entrada a través d'un enllaç des d'una entrada d'un altre lloc web per a fer <em>descobrir</em> el lloc que enllaça i crear-ne la referència. El descobriment automàtic de referències també funciona internament en un lloc web, creant automàticament connexions entre pàgines que s'enllacen les unes a les altres. Per a fer manualment un ping a un altre lloc, editeu la vostra entrada i utilitzeu el camp URL de la referència a la part inferior de la pàgina d'edició per a trametre l'URL de referència a l'entrada de l'altre lloc web. Una vegada ho hàgiu tramès, el vostre lloc web s'encarregarà de fer ping a l'altre lloc web. Amb el descobriment automàtic habilitat, el vostre lloc web provarà de fer tot açò automàticament sense la vostra intervenció.

source: To enable the moderation queue, go to the administer trackbacks page and select the configure tab. To view, approve, or delete trackbacks awaiting moderation, go to the administer trackbacks page and select the approval queue. To administer the trackback settings for a particular content type go to that content types administration page.
ca: Per a habilitar la cua de moderació, aneu a la pàgina d'administració de les referències i seleccioneu la pestanya de configuració. Per a visualitzar, aprovar o suprimir les referències que esperen aprovació, aneu a la pàgina d'administració de les referències i seleccioneu la cua d'aprovació. Per a administrar els paràmetres de les referències d'un tipus de contingut en concret, aneu a la pàgina d'administració dels tipus de contingut.

source: <p>You can</p> <ul> <li>administer trackbacks at <a href="%admin-trackback">administer &gt;&gt; trackbacks</a>.</li> <li>configure trackbacks at <a href="%admin-trackback-configure">administer &gt;&gt; trackbacks &gt;&gt; configure trackbacks</a>.</li> <li>adminster trackbacks for content types at <a href="%admin">adminster &gt;&gt; content &gt;&gt; configure &gt;&gt; content types</a>.</li> <li>review your approval queue at <a href="%admin-trackback-list">administer &gt;&gt; trackbacks &gt;&gt; list &gt;&gt; approval queue</a>.</li>
ca: <p>Podeu</p> <ul> <li>administrar les refer&egrave;ncies a <a href="%admin-trackback">administra &gt;&gt; refer&egrave;ncies</a>.</li> <li>configurar les refer&egrave;ncies a <a href="%admin-trackback-configure">administra &gt;&gt; refer&egrave;ncies &gt;&gt; configura les refer&egrave;ncies</a>.</li> <li>adminstrar les refer&egrave;ncies per tipus de contingut a <a href="%admin">adminstra &gt;&gt; contingut &gt;&gt; configura &gt;&gt; tipus de contingut</a>.</li> <li>revisar la vostra cua d'aprovaci&oacute; a <a href="%admin-trackback-list">administra &gt;&gt; refer&egrave;ncies &gt;&gt; list &gt;&gt; cua d'aprovaci&oacute;</a>.</li>

source: For more information please read the configuration and customization handbook <a href="%trackback">Trackback page</a>.
ca: Per a més informació, llegiu la <a href="%trackback">pàgina sobre les referències</a> del manual de configuració i personalització.

source: Allow for sending and receiving TrackBacks, which is a way for sites to notify another that they have commented on a post.
ca: Permet l'enviament i rebuda de referències (trackbacks), que és una forma que poden utilitzar els llocs web per a notificar que han estat comentats en una entrada.

source: trackback: added '%subject'
ca: referència: afegida '%subject'

source: view trackback
ca: visualitza la referència

source: Missing TrackBack url.
ca: Manca l'url de la referència

source: from %sitename on %date
ca: de %sitename , %date

source: edit
ca: edita

source: delete
ca: suprimeix

source: spam_delete_trackback: deleted trackback.
ca: spam_delete_trackback: referència suprimida.

source: Are you sure you want to delete the trackback %title?
ca: Esteu segur que voleu suprimir la referència %title?

source: This action cannot be undone.
ca: Aquesta acció no pot desfer-se.

source: Delete
ca: Suprimeix

source: Cancel
ca: Cancel·la

source: The trackback you are trying to delete does not exist.
ca: La referència que esteu intentant de suprimir no existeix

source: Enabled
ca: Habilitat

source: Disabled
ca: Inhabilitat

source: Enable trackbacks for this node type.
ca: Habilita les referències per a aquest tipus de node

source: Trackbacks
ca: Referències

source: Allow Trackbacks
ca: Permet les referències

source: Allow other posts to send trackbacks to this content.
ca: Permet que altres entrades enviïn referències a aquest contingut.

source: Send Trackbacks
ca: Envia les referències

source: Enter one URL per line for each trackback you wish to send.
ca: Introduïu un URL per línia per cada referència que desitgeu enviar.

source: Successful URLs
ca: URL que s'han enviat amb èxit.

source: Unsuccessful URLs
ca: URL que no s'han enviat amb èxit

source: Attempts to ping these URLs with this post have failed. Mark a check next to the trackback URLs you wish to retry for this post.
ca: Els intents de fer ping a aquests URL amb aquesta entrada han fallat. Marqueu la casella al costat dels URL de referència amb els que voleu tornar a provar-ho per a aquesta entrada.

source: Preview
ca: Previsualització

source: Submit
ca: Tramet

source: Trackback URL for this post:
ca: URL de referència d'aquesta entrada:

source: The trackback url %url is not a valid url.
ca: L'URL de referència %url no és un url vàlid.

source: trackbacks
ca: referències

source: moderate trackback
ca: modera la referència

source: new trackbacks
ca: referències noves

source: approval queue
ca: cua d'aprovació

source: trackback
ca: referència

source: spam
ca: brossa

source: delete trackback
ca: suprimeix la referència

source: Mark the selected trackbacks as spam
ca: Marca les referències seleccionades com a brossa

source: Mark the selected trackbacks as not spam
ca: Marca les referències seleccionades com a legítimes

source: Unpublish the selected trackbacks
ca: Despublica les referències seleccionades

source: Publish the selected trackbacks
ca: Publica les referències seleccionades

source: Delete the selected trackbacks (no confirmation)
ca: Suprimeix les referències seleccionades (sense confirmació)

source: Update trackbacks
ca: Actualitza les referències

source: The update has been performed.
ca: S'ha realitzat l'actualització.

source: Published
ca: Publicada

source: Not published
ca: No publicada

source: Spam
ca: Brossa

source: Not Spam
ca: Legítima

source: Check / uncheck all
ca: Activa-ho / Desactiva-ho tot

source: Check / uncheck all items in the list
ca: Activa / desactiva tots els elements de la llista

source: Update options
ca: Opcions d'actualització

source: Subject
ca: Assumpte

source: Author
ca: Autor

source: Host
ca: Ordinador central

source: Status
ca: Estat

source: Time
ca: Hora

source: Operations
ca: Operacions

source: No trackbacks available.
ca: No hi ha cap referència disponible.

source: Auto-detection
ca: Detecció automàtica

source: Disable auto-detection
ca: Inhabilita la detecció automàtica

source: Enable auto-detection
ca: Habilita la detecció automàtica

source: Run auto-detection on cron
ca: Executeu la detecció automàtica amb el cron

source: If auto-detection is enabled, each URL in any posted content (whether in textile, link, or plain-text form) will be checked for a trackback URL upon submission. For each URL in the body of the posted content, trackback will check to see if that URL accepts trackbacks from other sites. If a URL accepts trackbacks, trackback will ping the trackback URL found on that page if one has been posted at that URL.<br>*note: This has the potential to take a very long time depending on the amount of links you have in your posts. Using the 'Run auto-detection on cron' option delays the most time consuming part of the process to when cron is run on the site. This speeds perfomance when editing and creating content, but delays trackbacks until cron is run.
ca: Si s'habilita la detecció automàtica, cada URL que hi hagi en una entrada que s'hagi enviat (sigui en forma de text o enllaç), es comprovarà per a veure si té un URL de referència associat abans de la tramesa. Per cada URL del cos de l'entrada, es comprovarà si es permet l'acceptació de referències d'altres llocs. Si un URL n'accepta, es farà ping a l'URL que s'hi trobi. <br>*nota: Pot trigar molt depenent de la quantitat d'enllaços que tingueu a les vostres entrades. Si s'utilitza l'opció «Executa la detecció automàtica amb el cron»

source: Trackback moderation
ca: Moderació de referències

source: Disable moderation for trackbacks sent to this site
ca: Inhabilita la moderació de les referències que s'envien a aquest lloc

source: Enable moderation for trackbacks sent to this site
ca: Habilita la moderació de les referències que s'envien a aquest lloc

source: Enabling moderation forces every received trackback to be approved before it will appear on your site. The moderation queue can then be viewed on the %linked_page.
ca: En habilitar la moderació, es força que s'hagi d'aprovar cada referència que es rebi abans que aparegui al vostre lloc web. La cua de moderació pot llavors visualitzar-se a %linked_page.

source: trackback administration page
ca: pàgina d'administració de les referències

source: Number of trackbacks to display
ca: Nombre de referències que es mostraran

source: How many trackbacks are displayed in the recent trackbacks block
ca: La quantitat de referències que es mostraran a l'espai de referències més recents

source: Filter trackbacks
ca: Filtra les referències

source: Enable this option to filter new trackbacks as they are posted, determining whether or not they are spam.
ca: Habiliteu aquesta opció per a filtrar les referències així que s'enviïn, determinant al moment si són brossa o legítimes.

source: spam_delete_trackback: deleted trackback "%subject".
ca: spam_delete_trackback: s'ha suprimit la referència "%subject".

source: Deleted trackback <em>%subject</em>. The trackback was posted to %link.
ca: S'ha suprimit la referència <em>%subject</em>. Es va enviar la referència a %link.

source: The trackback is now published.
ca: La referència ara està publicada.

source: The trackback was un-published
ca: La referència s'ha despublicat

source: This trackback is in response to:
ca: Aquesta referència és en resposta a:

source: mark as spam
ca: marca com a brossa

source: mark as not spam
ca: marca com a legítima

source: not spam
ca: legítima

source: Recent trackbacks received
ca: Referències rebudes recentment

source: %time ago
ca: fa %time

source: Recent trackbacks
ca: Referències recents

source: Spam: published trackback <em>%subject</em>
ca: Brossa: s'ha publicat la referència %link.

source: spam_publish_trackback: published trackback "%subject".
ca: spam_publish_trackback: s'ha publicat la referència "%subject".

source: Spam: unpublished trackback <em>%subject</em>
ca: Brossa: s'ha despublicat la referència <em>%subject</em>

source: spam_unpublish_trackback: unpublished trackback "%subject".
ca: spam_unpublish_trackback: s'ha despublicat la referència "%subject".

source: Spam: deleted trackback <em>%subject</em>. The trackback spam was posted to %link.
ca: Brossa: s'ha suprimit la referència <em>%subject</em>. La referència brossa s'ha enviat a %link.

source: Spam: marked trackback <em>%subject</em> as not spam.
ca: Brossa: s'ha marcat la referència <em>%subject</em> com a legítima.

source: trackback manually marked as not spam
ca: la referència s'ha marcat manualment com a legítima

source: trackback manually marked as spam
ca: la referència s'ha marcat manualment com a brossa

source: 1 trackback
ca: 1 referència

source: administer trackbacks
ca: administra les referències
