Repository: miurahr/da-cha-drupal
Catalog: modules/service_links/po/*.po
Languages: de, nl

source: Add Digg, del.icio.us, reddit, Technorati etc. links to nodes.
de: Digg, del.icio.us, reddit, Technorati etc. Links dem Node hinzufügen
nl: Voeg linknodes toe aan Digg, del.icio.us, reddit, Technorati etc.

source: <p>Here you can configure the service links.</p>
de: <p>Service Links konfigurieren</p>
nl: <p>Hier kan je de service links configureren.</p>

source: Set the node types you want to display links for.
de: Setzen die Node Typen für die Service Links angezeigt werden sollen
nl: Voor welke nodes wilt u de links tonen.

source: Types
de: Arten

source: What bookmark links to show
de: Welche Bookmark-Links sollen gezeigt werden
nl: Welke bookmark links moeten getoond worden

source: Show del.icio.us link
de: Zeige del.icio.us Link
nl: Toon del.icio.us link

source: Show Mister-Wong link
de: Zeige Mister-Wong Link

source: Show Taggle link
de: Zeige Taggle Link

source: Show Yigg link
de: Zeige Yigg Link

source: Show Digg link
de: Zeige Digg Link
nl: Toon Digg link

source: Show Reddit link
de: Zeige Reddit Link
nl: Toon Reddit link

source: Show ma.gnolia.com link
de: Zeige ma.gnolia.com Link
nl: Toon ma.gnolia.com link

source: Show Newsvine link
de: Zeige Newsvine Link
nl: Toon Newsvine link

source: Show Furl link
de: Zeige Furl Link
nl: Toon Furl link

source: Show Google link
de: Zeige Google Link
nl: Toon Google link

source: Show Yahoo link
de: Zeige Yahoo Link
nl: Toon Yahoo link

source: What search links to show
de: Welche Suche soll angezeigt werden
nl: Welke zoeklinken tonen

source: Show Technorati link
de: Zeige Technorati Link
nl: Toon Technorati link

source: Show IceRocket link
de: Zeige IceRocket Link
nl: Toon IceRocket link

source: Show PubSub link
de: Zeige PubSub Link
nl: Toon PubSub link

source: Where and how to show the links
de: Wo und wie die Links gezeigt werden sollen

source: Service links in links
de: Service Link in den Links

source: Disabled
de: deaktiviert
nl: Gedesactiveerd

source: Teaser view
de: Vorschau der gekürzten Fassung
nl: Teaser weergeven

source: Full-page view
de: Vorschau der vollständigen Fassung
nl: Volledige pagina weergeven

source: Teasers and full-page view
de: Vorschau der gekürzten und vollständigen Fassung
nl: Teaser en volledige weergeven

source: When to display the services in the links section.
de: Wenn die Dienste in dem Linkbereich angezeigt werden soll.
nl: Wanneer de services tonen in de links rubriek.

source: Service links in nodes
de: Service Links in den Nodes

source: Text links
de: Links als Text
nl: Tekst links

source: Image links
de: Links als Icon
nl: Beelden links

source: Image and text links
de: Links als Icon und Text
nl: Beelden en tekst links

source: Bookmark this post on del.icio.us.
de: Speichere diesen Beitrag bei del.icio.us.

source: Bookmark this post on mister-wong.de.
de: Speichere diesen Beitrag bei mister-wong.de

source: Bookmark this post on taggle.de.
de: Speichere diesen Beitrag bei taggle.de

source: Bookmark this post on yigg.de.
de: Speichere diesen Beitrag bei yigg.de

source: Digg this post on digg.com.
de: Digg diesen Beitrag bei digg.com
nl: Digg dit bericht op digg.com.

source: Submit this post on reddit.com.
de: Übersende diesen Beitrag an reddit.com
nl: Voeg dit bericht toe aan reddit.com.

source: Submit this post on ma.gnolia.com.
de: Übersende diesen Beitrag an ma.gnolia.com
nl: Verzend dit bericht naar ma.gnolia.com.

source: Submit this post on newsvine.com.
de: Übersende diesen Beitrag an newsvine.com
nl: Verzend dit bericht naar newsvine.com.

source: Submit this post on furl.net.
de: Übersende diesen Beitrag an furl.net
nl: Verzend dit bericht naar furl.net.

source: Bookmark this post on Google.
de: Bookmarke diesen Beitrag auf Google
nl: Bookmark dit bericht op Google.

source: Bookmark this post on Yahoo.
de: Bookmarke diesen Beitrag auf
nl: Bookmark dit bericht op Yahoo.

source: Search Technorati for links to this post.
de: Durchsuche Technorati nach Verweisen zu diesem Beitrag
nl: Zoek in Technorati naar links voor dit bericht.

source: Search IceRocket for links to this post.
de: Durchsuche IceRocket nach Verweisen zu diesem Beitrag
nl: Zoek in IceRocket naar links voor dit bericht.

source: Search PubSub for links to this post.
de: Durchsuche PubSub nach Verweisen zu diesem Beitrag
nl: Zoek in PubSub naar links voor dit bericht.

source: Bookmark/Search this post with:
de: Bookmarke/Suche diesen Beitrag mit:
nl: Bookmark/zoek dit bericht met:

source: use service links
de: Benutze Service Links
nl: gebruik service links

source: When and how to show the links
nl: Wanneer en hoe links tonen

source: Aggregator2 settings
nl: Aggregator2 instellingen

source: Use link to original article aggregated by aggregator2 module
nl: Gebruik link naar origineel artikel geaggregeerd door de aggregator2 module
