Repository: miurahr/da-cha-drupal
Catalog: modules/gsitemap/po/*.po
Languages: nl

source: Creates a Google Sitemap at q=gsitemap
nl: Maakt een Google Sitemap aan in q=gsitemap

source: The following options allow you to alter the behavior of the Google Sitemap module.
nl: De volgende opties staan u toe om het gedrag van Google Sitemaps Module aan te passen.

source: gsitemap verification page
nl: gsitemap controlepagina

source: gsitemap Settings
nl: gsitemap Instellingen

source: Priority override
nl: Prioriteit opheffen

source: Optionally specify a value for the priority in the Google Sitemap, or -1 to prevent it from appearing in the sitemap.
nl: Specifieer optioneel een getal voor de prioriteit in de Google Sitemap of -1, om te voorkomen dat dit in de sitemap opgenomen wordt.

source: Priority must be a number between 0.0 and 1.0, inclusive, or -1 to prevent this node from appearing in the sitemap.
nl: De prioriteit moet een getal zijn tussen 0.0 en 1.0 (inbegrepen) of -1, om te voorkomen dat dit in de sitemap opgenomen wordt.

source: Priority Settings
nl: Prioriteiten instellingen

source: Front page priority
nl: Prioriteit van de voorpagina

source: This is the absolute priority for the front page. Values can range between 0.0 and 1.0.
nl: Dit is de absolute prioriteit voor de voorpagina. De waarde kan schommelen tussen 0.0 en 1.0.

source: Promotion adjustment
nl: Promotie aanpassing

source: This number will be added to the priority of each node that is promoted to the front page.
nl: Dit getal zal aan de prioriteit van elke node toegevoegd worden dat aangeraden wordt op de voorpagina.

source: Comment ratio weight
nl: Commentaar ratiogewicht

source: This number will be multiplied with the ratio of the number of comments on the node over the number of comments on the node with the most comments, i.e., this number will be added to the priority of the node with the most comments.
nl: Dit getal zal vermenigvuldigd worden met de verhouding van het aantal commentaren van de node tot het aantal commentaren met de meeste commentaren. D.w.z. dit getal zal toegevoegd worden aan de prioriteit van de node met de meeste commentaren.

source: You can enter -1 in any of the following fields to prevent nodes of that type from appearing in the sitemap.
nl: Geef -1 in in de volgende velden om te voorkomen dat het in de sitemap opgenomen wordt.

source: %name adjustment
nl: %name aanpassing

source: This number will be added to the priority of nodes of type %name.
nl: Dit getal wordt toegevoegd aan de prioriteit van de nodes van type %name.

source: Other Settings
nl: Andere instellingen

source: Verification link
nl: Controlelink

source: In order to view stats, Google will ask you to verify that you control this site by creating a page with a certain name. Enter that name here and the gsitemap module will hook that filename. Note that this will only work if you have clean URLs enabled.
nl: Als u de statistieken wil bekijken, zal Google controleren of u eigenaar bent van de site door een pagina met een specifieke benaming te vragen. Geef de naam hier op en de gsitemap module zal deze bestandsnaam haken (hook). Noteer dat dit enkel zal werken als clean urls geactiveerd werd.

source: Count comments in change date and frequency
nl: Tel commentaren in wijzigingsdatum en frequentie

source: If enabled, the frequency of comments on a node will affect its change frequency and last modification date.
nl: Indien deze functie geactiveerd is, zal de frequentie van de kommentaren op een node de frequentie en de wijzigingsdatum be√Ønvloeden.

source: Include links to taxonomy term pages
nl: Voegt links naar taxonomietermen toe

source: If enabled, links to taxonomy term pages will be included in the sitemap.
nl: Indien deze functie geactiveerd is, zullen links naar taxonomietermen toegevoegd worden in de sitemap.

source: Submit sitemap to Google when updated
nl: Verzend sitemap naar Google na update

source: If enabled, the sitemap will be submitted to Google via HTTP request each time it is updated. If you have submitted your sitemap using a Google Account, this is probably unnecessary.
nl: Indien deze functie geactiveerd is, zal de sitemap naar Google via HTTP vezonden worden telkens deze geactualiseerd wordt. Indien u uw sitemap naar Google verzonden heeft via een Google Account is dit waarschijnlijk onnodig.

source: Submit sitemap to Google on cron run
nl: Verzend Sitemap naar Google tijdens cron job

source: If enabled, the sitemap will be submitted to Google via HTTP request each time the cron job is run. If you have submitted your sitemap using a Google Account, this is probably unnecessary.
nl: Indien deze functie geactiveerd is, zal de sitemap naar Google verzonden worden telkens de cron job uitgevoerd wordt. Indien u uw sitemap naar Google verzonden heeft via een Google Account is dit waarschijnlijk onnodig.

source: Log accesses
nl: Registreer (log) de toegangen.

source: If enabled, an watchdog entry will be made each time the sitemap is accessed, containing information about the requestor.
nl: Indien deze functie geactiveerd is, zal een watchdog registratie genoteerd worden, met informatie over de aanvrager, telkens de sitemap opgevraagd wordt.

source: override node priority
nl: Node prioriteit opheffen
