Repository: miurahr/da-cha-drupal
Catalog: modules/article/po/*.po
Languages: it

source: Latest Articles
it: Ultimi articoli

source: more
it: avanti

source: Read more articles.
it: Vedi altri articoli.

source: Title of the Articles block.
it: Titolo del box "Articoli"

source: Recent Articles to Display
it: Articoli Recenti da mostrare

source: Sets the number of recent articles that will be displayed in the Recent Articles block.
it: Imposta il numero di articoli che saranno mostrati nel box degli Articoli Recenti

source: Allow users to view nodes of multiple types in a central location.
it: Consenti agli utenti di vedere più tipi di nodi in posizione privilegiata.

source: Article listings.
it: Elenco degli Articoli

source: Article listings
it: Elenco degli Articoli

source: Article Vocabularies
it: Categorie di Articoli

source: Select the vocabularies which contain the Article categories. All the vocabularies you select here will show up on the Article index.
it: Scegli la categoria ("vocabularies") che contiene la categoria degli Articoli. Tutte le categorie scelte qui saranno mostrate nella pagina degli Articoli

source: Articles
it: Articoli

source: Title of the Articles box.
it: Titolo del box "Articoli"

source: Index Depth
it: Posizione dell'indice

source: Defines how many levels of terms should be displayed on any given article index page. For example, if you select 1 then only one level of the Article index tree will be displayed at a time.
it: Stabilisce la profondità di ricerca nelle sottocategorie per nuovi articoli in ogni categoria principale. Ad esempio: se selezioni 1 solo un livello (il primo) della gerarchia sarà esplorato per quella categoria.

source: Recent Articles Box
it: Articoli Recenti

source: Disabled
it: Nascondi

source: Enabled
it: Mostra

source: Enables or Disables the recent articles box on the article index page.
it: Abilita o disabilita il box degli Articoli Recenti nella pagina principale degli Articoli

source: Title of the Recent Articles Box on the Article index page.
it: Titolo del box per gli Articoli Recenti nella pagina principale degli Articoli

source: Articles to Display
it: Articoli da visualizzare

source: Sets the number of recent articles that will be displayed in the Recent Articles box. (0 = not displayed).
it: Indica il numero di articoli che saranno visualizzati nel box degli articoli recenti. (Scegli 0 per non mostrarli)

source: Recent Box Settings
it: Ultime impostazioni del box

source: Sub Categories
it: Sotto categorie

source: Article Categories
it: Tipi di articolo

source: article
it: Articoli Recenti
