Repository: miurahr/da-cha-drupal
Catalog: modules/filemanager/po/*.po
Languages: hu, it

source: Filestore add failed: Working space limit has been reached.
hu: Hozzáadás sikertelen: A munkakönyvtár megtelt.
it: Impossibile salvare il file. Lo spazio a disposizione e' terminato

source: Filestore get working copy failed: Working space limit has been reached.
hu: Lekérés sikertelen: A munkakönyvtár megtelt.
it: Impossibile copiare il file. Lo spazio a disposizione e' terminato

source: File promotion failed: area out of space
hu: Fájl feltöltése sikertelen: a hely megtelt.
it: Impossibile promuovere il file: Lo spazio a disposizione e' terminato

source: File promotion failed: out of space
hu: Fájl feltöltése sikertelen: megtelt.
it: Impossibile promuovere il file: Lo spazio a disposizione e' terminato

source: file download
hu: fájl letöltés

source: Adds support for a managed file repository for other modules.
hu: Támogatás hozzáadása kezelt fájl tárolásra más modulok számára.
it: Consente di gestire un contenitore di files per altri moduli

source: Public file system path
hu: Publikus fájlrendszer elérési útvonal
it: Percorso di sistema per i files pubblici

source: A file system path where public files will be stored. This directory has to exist and be writable by Drupal. This directory has to be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
hu: A fájlrendszer elérési útvonala, ahol a publikus fájlok tárolva lesznek. A könyvtárnak léteznie kell, és írhatónak kell lennie a Drupal számára. Ez a könyvtár elérhető lessz az internetről. Ezen útvonal módosítása, miután már feltöltött fájlaink vannak problémát okozhat. Csak akkor változtassuk meg, ha tudjuk hogy mit csinálunk!
it: Un percorso di sistema dove vengono conservati i files accessibili al pubblico (anonymous). La directory deve esistere ed essere accessibile in scrittura da Drupal ed in lettura dal web. Se sposti questa directory (o cambi nome) dopo che il sito e' in uso potresti avere dei problemi di files non trovati: modifica la directory su un sito on-line solo se sai cosa stai facendo!

source: Public file system URL
hu: Publikus fájl rendszer URI

source: Base URL that points to the public files directory.
hu: Alap URI, ahol a publikus fájlok elérhetőek lesznek.

source: Private file system path
hu: Privát fájl rendszer elérési útvonal
it: Percorso di sistema per i files privati

source: A file system path where private access controlled files will be stored. This directory has to exist and be writable by Drupal. This directory should not be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
hu: A fájlrendszer elérési útvonala, ahol a privát fájlok tárolva lesznek. A könyvtárnak léteznie kell, és írhatónak kell lennie a Drupal számára. Ez a könyvtár nem lessz elérhető az internetről. Ezen útvonal módosítása, miután már feltöltött fájlaink vannak problémát okozhat. Csak akkor változtassuk meg, ha tudjuk hogy mit csinálunk!
it: Un percorso di sistema dove vengono conservati files privati (ad accesso controllato). La directory deve esistere ed essere accessibile in scrittura da Drupal ed in lettura dal web. Se sposti questa directory (o cambi nome) dopo che il sito e' in uso potresti avere dei problemi di files non trovati: modifica la directory su un sito on-line solo se sai cosa stai facendo!

source: Maximum files per directory
hu: Maximum fájl/könyvtár
it: Totale dei files per cartella

source: Maximum number of files to put in each directory.
hu: Maximum ennyi fájl lehet egy könyvtárban.
it: Massimo numero di files consentito in ogni cartella

source: Working size limit
hu: Munkakönyvtár mérete
it: Limite di dimensione per i files

source: Maximum total size in megabytes for the working storage directory. Enter -1 for unlimited.
hu: A munkakönyvtár maximum mérete megabájtban. -1-nél nincs maximum határ (végtelen).

source: Maximum working age
hu: Munkakönyvtár maximum élete
it: Limite temporale

source: Maximum amoung of time in minutes that an attachment is allowed to live in working storage. Enter -1 for unlimited.
hu: Egy csatolmány maximum ennyi percig maradhat a munkakönyvtárban. -1-nél nincs maximum (végtelen).
it: Tempo massimo di conservazione del file nella cartella temporanea. Scrivi -1 per nessun limite

source: Maximum size limit
hu: Maximum teljes fájlméret
it: Dimensione massima

source: Maximum amount of disk space that can be consumed by all files. Enter in megabytes.
hu: Maximum ennyi helyet használhat az összes fájl együtt. Az értéket megabájtban kell megadni.
it: Limite di spazio sul disco (server) che pue' essere occupato da tutti i files. Da indicare in Megabytes

source: File areas
hu: Fájl helyek
it: Tipi di files

source: The following numbers control the total size of all files allowed in a particular area. Enter '-1' to allow unlimited size. Select force private to force all files in that area to be streamed (no direct access) through the private directory. If the module that controls that area does not enforce security it will default to allow all access.
hu: Az allábi számok mondják meg, mennyi fájl lehet az adott helyen. -1-nél nincs korlátozás (végtelen). A Mindig Privát opció kiválasztása esetén a fájlok mindig a privát mappába kerülnek. Ha nincs kijelölve, akkor a publikus mappába kerül, hacsak ezt nem bírálja felül a modul.

source: Area
hu: Hely

source: Description
hu: Leírás

source: Max size (Mb)
hu: Max méret (Mb)

source: Force Private
hu: Mindig Privát

source: The selected file %file could not be uploaded, because the destination %directory is not properly configured.
hu: A kiválasztott „%file” fájl nem tölthető fel, mert a cél „%directory” könyvtár nincs helyesen beállítva.

source: The selected file %file could not not be uploaded, because the destination %directory could not be found, or because its permissions do not allow the file to be written.
hu: A kiválasztott „%file” fájl nem tölthető fel, mert a cél „%directory” könyvtár nem írható, vagy a jogosultságai nem engedélyezik az írást.

source: The selected file %file could not be copied, because no file by that name exists. Please check that you supplied the correct filename.
hu: A kiválasztott „%file” fájl nem másolható, mert nem létekik. Ellenőrizni kéne, hogy a megadott fájl létezik-e.

source: The selected file %file could not be copied, because a file by that name already exists in the destination.
hu: A kiválasztott „%file” fájl nem másolható, mert már létezik egy fájl ilyen néven.

source: The selected file %file could not be copied.
hu: A kiválasztott „%file” fájl nem másolható.

source: The removal of the original file %file has failed.
hu: Az eredeti „%file” fájl eltávolítása nem sikerült.

source: file system
hu: Fájlrendszer

source: filemanager
hu: fájlkezelő

source: General
hu: Alap
it: Generale

source: All files not specifically stored in another area.
hu: Az összes fájl, aminek nincs beállítva másik hely.
it: Tutti i files non destinati ad una specifica area.

source: the directory '%name' does not exist, or is not writable.
it: la directory '%name' non esiste o non e' accessibile in scrittura

source: Public file system url
it: URL per i files pubblici

source: Base url that points to the public files directory.
it: URL di base (root) che punta alla directory dei files pubblci.
