Repository: miurahr/da-cha-drupal
Catalog: modules/xstatistics/po/*.po
Languages: nl

source: Extends statistics for your site.
nl: Breidt de statistieken voor uw pagina uit.

source: This page shows usage statistics of your site
nl: Deze pagina toont de gebruikerstatistieken voor uw site

source: summary
nl: samevatting

source: usage
nl: gebruik

source: enable Count Content Views to see values
nl: Zet Count Content Views aan om de waarden te zien

source: Total amount of external referrers today
nl: Totaal aantal verwijzingen vandaag

source: Total amount of internal referrers today
nl: Totaal aantal interne verwijzingen vandaag

source: Total amount of viewed nodes today
nl: Totaal aantal bekeken nodes vandaag

source: Total amount of viewed nodes all time
nl: Totaal aantal bekeken nodes altijd

source: Total amount of viewed pages today
nl: Totaal aantal bekeken paginas vandaag

source: Total amount of hits today
nl: Totaal aantal hits vandaag

source: People subscribed to your RSS feed
nl: Personen die geabonneerd zijn op uw RSS feed

source: Total amount of nodes
nl: Totaal aantal nodes

source: Total amount of published nodes
nl: Totaal aantal gepubliceerde nodes

source: Total amount of nodes in the queue
nl: Totaal aantal nodes in de wachtrij

source: Total amount of comments
nl: Totaal aantal commentaren

source: Total amount of users
nl: Totaal aantal gebruikers

source: xstatistics
nl: xtatistics
